/*
  Localizable.strings

  Copyright Spotify. All rights reserved.
*/


"sInstallerOsxAskUserToQuitSpotify" = "Please quit Spotify and try again";
"sInstallerOsxContinueInBackground" = "Continúa en un segundo plano";
"sInstallerOsxDownloadFailedErrorDescription" = "Se produjo un error en el proceso de descarga de Spotify.";
"sInstallerOsxDownloadFailedRetryIn" = "Fallo en la descarga. Nuevo intento en %ds.";
"sInstallerOsxDownloadingSpotify" = "Descargando Spotify…";
"sInstallerOsxExtractionFailedErrorDescription" = "Se produjo un error en el proceso de descarga de Spotify.";
"sInstallerOsxGenericErrorDescription" = "Se produjo un error durante la instalación de Spotify.";
"sInstallerOsxInstallFailedErrorDescription" = "Se produjo un error durante la instalación de Spotify.";
"sInstallerOsxInstallationFailed" = "Fallo en la instalación";
"sInstallerOsxInstallationFailedDefaultButtonTitle" = "Descarga desde Spotify.com";
"sInstallerOsxInstallationIncompleteContinueButtonTitle" = "Continuar con la instalación";
"sInstallerOsxInstallationIncompleteDesc" = "La instalación de Spotify está casi completa. ¿Seguro que quieres abandonar?";
"sInstallerOsxInstallationIncompleteTitle" = "Instalación incompleta";
"sInstallerOsxInstallingSpotify" = "Instalando Spotify…";
"sInstallerOsxMMAboutInstallSpotify" = "Acerca de Install Spotify";
"sInstallerOsxMMBringAllToFront" = "Traer todo al frente";
"sInstallerOsxMMHelp" = "Ayuda";
"sInstallerOsxMMHideInstallSpotify" = "Ocultar Install Spotify";
"sInstallerOsxMMHideOthers" = "Ocultar otros";
"sInstallerOsxMMInstallSpotify" = "Install Spotify";
"sInstallerOsxMMInstallSpotifyHelp" = "Ayuda de Install Spotify";
"sInstallerOsxMMMinimize" = "Minimizar";
"sInstallerOsxMMQuitInstallSpotify" = "Salir de Install Spotify";
"sInstallerOsxMMServices" = "Servicios";
"sInstallerOsxMMShowAll" = "Mostrar todo";
"sInstallerOsxMMWindow" = "Ventana";
"sInstallerOsxMMZoom" = "Zoom";
"sInstallerOsxMountFailedErrorDescription" = "Se produjo un error al intentar descargar la imagen de disco en Spotify.";
"sInstallerOsxMoveApplicationButtonDoNotMove" = "Do not move";
"sInstallerOsxMoveApplicationButtonMove" = "Move to Applications folder";
"sInstallerOsxMoveApplicationCouldNotMove" = "Could not move to Applications folder";
"sInstallerOsxMoveApplicationQuestionInfoInDownloadsFolder" = "This will keep your Downloads folder uncluttered.";
"sInstallerOsxMoveApplicationQuestionInfoWillRequirePasswd" = "Note that this will require an administrator password.";
"sInstallerOsxMoveApplicationQuestionMessage" = "I can move myself to the Applications folder if you'd like.";
"sInstallerOsxMoveApplicationQuestionTitle" = "Move to Applications folder?";
"sInstallerOsxMoveApplicationQuestionTitleHome" = "Move to Applications folder in your Home folder?";
"sInstallerOsxQuitButtonTitle" = "Salir";
"sInstallerOsxUnsupportedPlatformDesc" = "Lo sentimos, Spotify necesita Mac OS X 10.5 o mayor con un procesador Intel.";
"sInstallerOsxUnsupportedPlatformHelp" = "Leer más en Spotify.com";
"sInstallerOsxUnsupportedPlatformTitle" = "No hay soporte para este sistema";